{
  "id": "v2-3.11.17-1261177-1763665383067",
  "event_code": "DMO",
  "eas_text": "A CIVIL AUTHORITY HAS ISSUED A PRACTICE/DEMO WARNING FOR THE FOLLOWING COUNTIES/AREAS: Los Angeles, CA; AT 12:03 PM ON NOV 20, 2025 EFFECTIVE UNTIL 01:03 PM. MESSAGE FROM WSLF/CAP.",
  "extra_text": "Los Angeles County Office of Emergency Management: November 12, 2025 at 10:55 AM - This is a practice demonstration message of the Emergency Alert System. This is only a test. No action is required. This test is being conducted by the Los Angeles County Emergency Operations Center in coordination with local radio and television broadcasters. If this had been an actual emergency, official information and instructions would have followed the alert tone. This concludes the test message from the Emergency Alert System. Los Angeles County Office of Emergency Management: November 12, 2025 at 10:55 AM - This is a practice demonstration message of the Emergency Alert System. This is only a test. No action is required. This test is being conducted by the Los Angeles County Emergency Operations Center in coordination with local radio and television broadcasters. If this had been an actual emergency, official information and instructions would have followed the alert tone. This concludes the test message from the Emergency Alert System.\n\n\nOficina de Manejo de Emergencias del Condado de Los Angeles: 12 de Noviembre de 2025, 10:55 AM - Este es un mensaje de demostracion del Sistema de Alerta de Emergencias. Esto es solo una prueba. No se requiere ninguna accion. Esta prueba esta siendoo realizada por el Centro de Operaciones de Emergencia del Condado de Los Angeles en coordinacion con las emisoras  locales de radio y television. Si esta hubiera sido una emergencia real, la informacion e instrucciones oficiales habrian seguido al tono de alerta. Esto concluye el mensaje de prueba del Sistema de Alerta de Emergencias.",
  "sent_utc": "2025-11-20T19:03:03+00:00",
  "audio_url": "https://showlowfinityharvester.github.io/ipawscap-archive/alerts/2025/11/20/v2-3.11.17-1261177-1763665383067.mp3"
}